words = [
    'Август',
    'Бревнo',
    'Вирус',
    'Город',
    'Дача',
    'Звук',
    'Игрок',
    'Карта',
    'Лампа',
    'Медаль',
    'Ночь',
    'Обед',
    'Пилот',
    'Река',
    'Семья',
    'Тигр',
    'Узор',
    'Феста',
    'Хлеб',
    'Цвет',
    'Чаша',
    'Шарф',
    'Этаж',
    'Яблоко',
    'Арена',
    'Балет',
    'Вода',
    'Гость',
    'Домен',
    'Замок',
    'Икона',
    'Космо',
    'Ложка',
    'Мост',
    'Носок',
    'Обзор',
    'Парус',
    'Руль',
    'Свет',
    'Томат',
    'Урок',
    'Флаг',
    'Хвост',
    'Чека',
    'Шнур',
    'Экран',
    'Ящик',
    'Авто',
    'Баклан',
    'Ведро',
    'Глаз',
    'Джаз',
    'Звезда',
    'Иней',
    'Капот',
    'Ластик',
    'Майка',
    'Нашатырь',
    'Орел',
    'Парик',
    'Рифмa',
    'Сено',
    'Тарелка',
    'Усик',
    'Фонтан',
    'Хвоя',
    'Царь',
    'Чашка',
    'Шахтa',
    'Экспо',
    'Ябеда',
    'Амур',
    'Бочка',
    'Веко',
    'Глас',
    'Диалог',
    'Зонд',
    'Идол',
    'Караван',
    'Лама',
    'Мусор',
    'Народ',
    'Облако',
    'Парк',
    'Роза',
    'Спорт',
    'Тело',
    'Угол',
    'Финик',
    'Хват',
    'Царь',
    'Череп',
    'Шахматы',
    'Экип',
    'Юбилей',
    'Ящур',
    'Аврал',
    'Бумер',
    'Венок',
    'Гамба',
    'Дуб',
    'Запас',
    'Игла',
    'Клетка',
    'Ласточка',
    'Мышь',
    'Напиток',
    'Очаг',
    'Полк',
    'Ружье',
    'Скважина',
    'Трек',
    'Уксус',
    'Фант',
    'Худо',
    'Центр',
    'Чета',
    'Шея',
    'Экип',
    'Явь',
    'Ампир',
    'Боль',
    'Влажность',
    'Гроза',
    'Дымок',
    'Зверь',
    'Игрок',
    'Комод',
    'Ливень',
    'Меч',
    'Новый',
    'Опыт',
    'Пар',
    'Роса',
    'Скат',
    'Течение',
    'Уголь',
    'Фасоль',
    'Хлопок',
    'Цифра',
    'Чара',
    'Шахта',
    'Эфир',
    'Явка',
    'Акция',
    'Браслет',
    'Война',
    'Глаз',
    'Диск',
    'Зона',
    'Изгой',
    'Кокос'
]
stages = [
    """
       ------
       |    |
       |    
       |   
       |    
       |    
    """,
    """
       ------
       |    |
       |    *
       |   
       |    
       |   
    """,
    """
       ------
       |    |
       |    *
       |    |
       |    
       |   
    """,
    """
       ------
       |    |
       |    *
       |   /|
       |    
       |   
    """,
    """
       ------
       |    |
       |    *
       |   /|\\
       |    
       |   
    """,
    """
       ------
       |    |
       |    *
       |   /|\\
       |   / 
       |   
    """,
    """
       ------
       |    |
       |    *
       |   /|\
       |   / \\
       |   
    """
]

